alacritty
alsa-utils
arandr
base
base-devel
bat
chromium
cups
dunst
easyeffects
efibootmgr
fd
firefox
flameshot
fzf
gimp
git
hplip
htop
i3lock
isync
jdk-openjdk
libreoffice-fresh
linux
linux-firmware
lxappearance-gtk3
lynx
man-db
mpv
ncdu
neofetch
neomutt
neovim
networkmanager
newsboat
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
pacman-contrib
pass
pass-otp
pavucontrol
pcmanfm-gtk3
perl-rename
piper
pipewire
pipewire-pulse
pkgstats
python
qemu-desktop
qt5ct
redshift
reflector
ripgrep
rofi
rofi-pass
rsync
starship
steam
stow
sxiv
syncthing
system-config-printer
texlive-most
thunderbird
tldr
torbrowser-launcher
transmission-cli
trash-cli
ttf-firacode-nerd
udiskie
unzip
urlscan
virt-manager
wget
xclip
xorg-server
xorg-setxkbmap
xorg-xev
xorg-xinit
xorg-xinput
xorg-xmodmap
xournalpp
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
