alacritty
alsa-utils
arandr
base
base-devel
cups
discord
dunst
efibootmgr
figlet
firefox
flameshot
gimp
git
grub
htop
i3lock
isync
libreoffice-fresh
linux
linux-firmware
linux-lts
lutris
lxappearance-gtk3
lynx
mpv
neofetch
neomutt
neovim
networkmanager
newsboat
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
openssh
p7zip
pass
pass-otp
passff-host
pavucontrol
pcmanfm
piper
pipewire
pipewire-media-session
pipewire-pulse
python-pip
qt5ct
qtile
redshift
reflector
rofi
rsync
shellcheck
starship
steam
sxhkd
sxiv
syncthing
system-config-printer
texlive-most
texstudio
thunderbird
torbrowser-launcher
transmission-cli
udiskie
udisks2
urlscan
virtualbox
virtualbox-host-modules-arch
xclip
xorg-server
xorg-setxkbmap
xorg-xbacklight
xorg-xrandr
xorg-xinit
xournalpp
yt-dlp
zathura
zathura-pdf-poppler
zbar
zsh
zsh-syntax-highlighting
